 [
  {
    "id": 0,
    "title": "В состав Кыпчакского ханства полностью входили земли:",
    "info": "кимаков"
  },
  {
    "id": 1,
    "title": "Губернатор Семипалатинской области Галкин в ноябре 1905 года вызвал военную колонну для подавления забастовки",
    "info": "Почтово-телеграфных служащих"
  },
  {
    "id": 2,
    "title": "Накануне Великой Отечественной войны Казахстан превратился в развитую индустриально-аграрную республику благодаря широкому развитию:",
    "info": "Добывающих отраслей промышленности"
  },
  {
    "id": 3,
    "title": "Государство найманов достигло расцвета при",
    "info": "Даян хане"
  },
  {
    "id": 4,
    "title": "Одно из изысканных лакомств у казахов, приготовленное из проса:",
    "info": "жент"
  },
  {
    "id": 5,
    "title": "Одно из изысканных лакомств у казахов, приготовленное из проса:",
    "info": "жент"
  },
  {
    "id": 6,
    "title": "В 1938 г. с Дальнего Востока в Казахстан было переселено более 100 тысяч человек:",
    "info": "Корейцев."
  },
  {
    "id": 7,
    "title": "Андроновцы изготавливали из молока кобыл:",
    "info": "Кумыс."
  },
  {
    "id": 8,
    "title": "Весной 1718 года состоялось трехдневное сражение казахского ополчения с джунгарами близ:",
    "info": "Аягуза"
  },
  {
    "id": 9,
    "title": "Самая массовая организация трудящихся, основанная на общности трудовых интересов:",
    "info": "Профсоюзы."
  },
  {
    "id": 10,
    "title": "Общее командование объединенными силами трех казахских жузов во время курултая на Ордабасы было возложено на:",
    "info": "Абулхаир хана"
  },
  {
    "id": 11,
    "title": "В конце XVI века Сайрам разорён нашествием:",
    "info": "джунгар."
  },
  {
    "id": 12,
    "title": "Изъятие земель и колониальная политика России в Младшем жузе в середине XVIII в. вынудили казахов устанавливать торговые связи с:",
    "info": "Цинской империей"
  },
  {
    "id": 13,
    "title": "Одной из причин вторжения каракитаев в 1125 г. на территорию Жетысу является упадок государства:",
    "info": "Караханидов"
  },
  {
    "id": 14,
    "title": "Устойчивые формы феодального землевладения и земельной собственности: сойургал, икта, мильк, вакф сложились в XV-XVII вв. на:",
    "info": "Юге Казахстана."
  },
  {
    "id": 15,
    "title": "Печатный орган начала XX века, пропагандировавший идеи просвещения и образования среди населения Казахстана:",
    "info": "Айкап"
  },
  {
    "id": 16,
    "title": "Первый космонавт человечества Ю.А.Гагарин стартовал с казахстанской земли:",
    "info": "12 апреля 1961 года."
  },
  {
    "id": 17,
    "title": "Один из крупнейших политико-экономических центров Южного Казахстана в VI-VIII вв.:",
    "info": "Отрар."
  },
  {
    "id": 18,
    "title": "Председатель Верховного Совета С.Абдильдин официально объявил о роспуске Верховного Совета 13 декабря:",
    "info": "1993 года"
  },
  {
    "id": 19,
    "title": "В VI-VII вв. наиболее оживленным становится Шелковый путь, который проходил из Китая на Запад через:",
    "info": "Семиречье и Южный Казахстан."
  },
  {
    "id": 20,
    "title": "Основатель казахской лингвистики, бывший лидер Алаш Орды, репрессирован и расстрелян в 1937 году.",
    "info": "А.Байтурсынов."
  },
  {
    "id": 21,
    "title": "Ответственность – это:",
    "info": "верно 1,2,3;" 
  },
  {
    "id": 22,
    "title": "С начала …… вступил в силу новый закон о пенсионном обеспечении.",
    "info": "1998 года"
  },
  {
    "id": 23,
    "title": "По данным переписи населения 1999 года доля казахов в общей численности составила более …",
    "info": "53%"
  },
  {
    "id": 24,
    "title": "Предвыборная агитация запрещается:",
    "info": "за день до выборов;"
  },
  {
    "id": 25,
    "title": "Что такое свобода совести?",
    "info": "право исповедовать какую-либо религию или не исповедовать никакой;"
  },
  {
    "id": 26,
    "title": "Предписания, требования, пожелания и ожидание соответствующего поведения – это:",
    "info": "социальные нормы;"
  },
  {
    "id": 27,
    "title": "Какие органы относятся к законодательной власти?",
    "info": "парламент;"
  },
  {
    "id": 28,
    "title": "Верхний слой социологических знаний, близкий к социально- философскому знанию, выполняет…..",
    "info": "Мировоззренческо-идеологическую функцию"
  },
  {
    "id": 29,
    "title": "Годы жизни французского философа Конта Огюста:",
    "info": "1798 – 1857"
  },
  {
    "id": 30,
    "title": "……..- скачкообразный и быстрый переход природы, общества и мышления, как особо значимых проявлений диалектического развития от одного качественного состояния к другому.",
    "info": "Революция"
  }
]
